<?php
// Данные модуля Основого контента
$visit_count = 1;
echo "
<script>
var  nameOsnova = ['Nautilus Pompilius','Алиса','ДДТ','ДК','Агата Кристи','Биоконструктор'];
 var imgtext='img/';
 let ImgOsnova = [
imgtext+'Nat.jpg'
,imgtext+'Al.jpg'
,imgtext+'ДТТ.jpg'
,imgtext+'ДК.jpg'
,imgtext+'Агата_Кристи.jpg'
,imgtext+'bio.jpg'
];
let TextOsnova = [
'Nautilus Pompdilius («Наути́лус Помпи́лиус») — советская и российская рок-группа, одна из известных во второй половине 1980-х и в середине 1990-х годов. ' +
'Основана в Свердловске в 1982 году студентами Свердловского архитектурного института Вячеславом Бутусовым и Дмитрием Умецким. Дебютный альбом «Переезд» был записан в 1983 году. ' +
'Состав коллектива неоднократно менялся. Изменениям подвергался также и музыкальный стиль группы. Так, в начальном периоде «Наутилус» играл хард-рок, а во время популярности коллектива в середине 1980-х годов ' +
'основным жанром являлась новая волна[1]; также творчество группы пересекается со многими направлениями рок-музыки — альтернативный рок, постпанк, готик-рок, арт-рок, симфо-рок[2][3], глэм-рок[4], инди-рок, фолк-рок[5]. ' +
'К наиболее известным песням данной группы относятся такие композиции, как «Скованные одной цепью», «Титаник», «Взгляд с экрана», «Прогулки по воде», «Крылья», «Я хочу быть с тобой» и «Последнее письмо»[6]. 5 июня 1997 ' +
'года после концерта в ГЦКЗ «Россия», получившего название «Последнее плавание», и прощального гастрольного тура по стране группа официально прекратила своё существование. Последними альбомами коллектива стали «Яблокитай» и «Атлантида».'
,'Cоветская и российская рок-группа, образованная в 1983 году в Ленинграде. Одна из самых популярных отечественных рок-групп России и СССР. Лидер и автор большинства песен «Алисы» — вокалист Константин Кинчев. Идея создания фан-клуба «Армия Алиса» принадлежит Константину Кинчеву, о чём им было объявлено в средствах массовой информации. Это произошло после выхода в свет альбома «Шабаш». К этому моменту по стране набралось уже достаточно поклонников «Алисы», и они были готовы объединиться. Первоначально фан-клуб содействовал приобретению атрибутики группы, кроме этого фанам были предоставлены некоторые льготы при посещении концертов. В 1991—1992 годах фан-клубом и группой издавалась газета «Шабаш» на средства Константина Кинчева и Петра Самойлова. В это же время на радиостанции «SNC» выходила в эфир еженедельная часовая программа «Армия Алиса». И газета, и радиопередача долго не просуществовали, поскольку являлись некоммерческими проектами. В 1993 году фан-клуб вместе с группой терпит кризис, вызванный смертью Игоря Чумычкина. В это же время становится понятно, что сама структура клуба требует переработки.В 1995 году происходит «второй призыв», после которого «Армия Алиса» существенно сдвинула приоритеты, уделив больше внимания не самому клубу и его структуре, а рядовым армейцам, или, как говорил Кинчев, «из ряда вон выходящим».'
,'В декабре 1979 года познакомились Юрий Шевчук, лидер небольшой группы, и Владимир Сигачев — клавишник коллектива, выступающего в уфимском ДК «Авангард». С того момента биография будущего лидера «ДДТ» сделала крутой вираж. Шевчук с группой влился в коллектив и выступал на базе «Авангарда». Группа носила имя одного из участников — «Ансамбль под управлением Геннадия Родина».'
,'Группу «ДК» Сергей Жариков, её идеолог и руководитель, создал в 1980 году, после увольнения в запас из армии, куда его призвали служить в звании рядового после окончания МИЭМ. Название группе даёт Жариков, а первым партнёром по проекту становится его сокурсник по факультету прикладной математики МИЭМ Д. Яншин. Первый состав «ДК»: Д. Яншин — гитара, В. Виш — бас, С. Жариков — барабаны, И. Аджубей — флейта. Музыканты ориентируются исключительно на сложную инструментальную музыку, осваивают структурные законы музыки. Сергей Жариков объясняет «концепцию» Этот, «джаз-роковый» состав существует недолго. В 1981 Жариков приводит чистого «рокера» С. Полянского (бас-гитара), а в 1982 Яншин — в качестве вокалиста — бывшего звукооператора группы «Млечный Путь» Е. Морозова, к тому времени увлёкшегося вокалом, манера и стиль которого далеки как от джаза, так и от рока, но вписываются в концепцию эстрадного мюзикла.'
,'Ага́та Кри́сти» — советская и российская рок-группа, одна из наиболее популярных в стране в середине и во второй половине 1990-х годов. Основана в 1985 году в Свердловске Вадимом Самойловым, Александром Козловым и Петром Маем под названием ВИА «РТФ УПИ», официально же история группы отсчитывается с концерта 20 февраля 1988 года. Во время записи альбома «Второй фронт» в начале того же года к группе примкнул младший брат Вадима Глеб. Впоследствии состав группы неоднократно менялся, но её лидерами и вокалистами неизменно оставались братья Самойловы. Они же, вместе с Александром Козловым, являются авторами всех песен «Агаты Кристи».Творчество группы неоднородно и пересекается со многими направлениями рок-музыки — готик-рок, постпанк, альтернативный рок, психоделический рок[1], глэм-рок[2], арт-рок, хард-рок[3] и другие.К наиболее известным песням группы можно отнести такие композиции, как «Viva Kalman!», «Как на войне», «Истерика», «Опиум для никого», «Сказочная тайга», «Чёрная луна», «Моряк», «Ковёр-вертолёт» и «Секрет»[2][4].'
,'«Биоконстру́ктор» — музыкальный коллектив, образованный в 1986 году в СССР, в Москве. Лидер, вокалист, клавишник, а также инициатор создания группы — Александр Владимирович Яковлев (Москва) (ныне лидер группы БИО). Группа «Биоконструктор» — одна из первых электронных музыкальных групп в СССР, ярко представившая в своей музыке стиль «техно-поп» («электро-поп»). В 2019 А.Яковлев и А.Кохаев снова объединились под названием Биоконструктор, о чем сказано в официальной группе в ВКонтакте БИО и на странице Александра Яковлева. 8 мая состоится первый концерт частично объединенного Биоконструктора. Готовится переиздание альбома Танцы по видео на виниле и CD. 23 июня на концерте присоединился Валерий Васько.	'
];
let  Namemus = [['Павший Ангел','Меломан','Не пинайте дохлую собаку','Песня о Москве','Гномы-каннибалы','Биоконструктор'],
['Эта музыка будет вечной','Экспериментатор','Террорист','Цыган в кепке','Праздник семьи','ЕВМ']];
let AudioAdress = 'audio/';
let  Audiomus = [[
AudioAdress+'Nat/Как падший ангел.mp3'
,AudioAdress+'Alisa/Меломан.mp3'
,AudioAdress+'DDT/Не пинайте дохлую собаку.mp3'
,AudioAdress+'DK/02-Песня о Москве.mp3'
,AudioAdress+'Agata/Гномы-каннибалы.mp3'
,AudioAdress+'Bio/Биоконструктов.mp3'],
[AudioAdress+'Nat/Эта музыка будет вечной.mp3'
,AudioAdress+'Alisa/Экспериментатор.mp3'
,AudioAdress+'DDT/Террорист.mp3'
,AudioAdress+'DK/16-Цыган в кепке.mp3'
,AudioAdress+'Agata/Праздник семьи.mp3'
,AudioAdress+'Bio/ЕВМ.mp3']
];
</script>
";
?>